Repository: humananalog/fatnag
Catalog: TheScale/TheScale/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Skip anytime. We'll ask gently later, not every day.
ar: يمكنك التخطي في أي وقت. نسأل بلطف لاحقًا، وليس كل يوم.
ca: Pots ometre quan vulguis. Ho preguntarem amb calma més tard, no cada dia.
cs: Přeskočit můžeš kdykoli. Zeptáme se později jemně, ne každý den.
da: Spring over når som helst. Vi spør blidt senere, ikke hver dag.
de: Du kannst jederzeit überspringen. Wir fragen später sanft, nicht jeden Tag.
el: Μπορείς να το παραλείψεις όποτε θέλεις. Θα ρωτήσουμε ήπια αργότερα, όχι κάθε μέρα.
es: Puedes omitir cuando quieras. Preguntaremos con calma más tarde, no cada día.
fi: Voit ohittaa milloin vain. Kysymme myöhemmin hellästi, emme joka päivä.
fr: Tu peux passer quand tu veux. On redemandera doucement plus tard, pas tous les jours.
he: אפשר לדלג מתי שרוצים. נשאל בעדינות אחר כך, לא כל יום.
hi: कभी भी छोड़ सकते हो। बाद में हल्के से पूछेंगे, हर दिन नहीं।
hr: Preskoči možeš kad hoćeš. Pitamo nježno kasnije, ne svaki dan.
hu: Bármikor kihagyhatod. Később finoman kérdezünk, nem minden nap.
id: Lewati kapan saja. Kami akan bertanya pelan nanti, tidak setiap hari.
it: Puoi saltare quando vuoi. Chiederemo con calma più tardi, non ogni giorno.
ja: いつでもスキップできます。あとでそっと聞きます。毎日は聞きません。
ko: 언제든 건너뛸 수 있습니다. 나중에 부드럽게 묻고, 매일 묻지 않습니다.
ms: Langkau bila-bila. Kami akan bertanya perlahan kemudian, bukan setiap hari.
nb: Hopp over når du vil. Vi spør pent senere, ikke hver dag.
nl: Je kunt altijd overslaan. We vragen later zacht, niet elke dag.
pl: Możesz pominąć w każdej chwili. Zapytamy łagodnie później, nie codziennie.
pt_br: Pode pular quando quiser. Vamos perguntar com calma depois, não todo dia.
pt_pt: Podes ignorar quando quiseres. Perguntamos com calma mais tarde, não todos os dias.
ro: Poți omite oricând. Întrebăm blând mai târziu, nu în fiecare zi.
ru: Можно пропустить когда угодно. Спросим позже мягко, не каждый день.
sk: Preskočiť môžeš kedykoľvek. Opýtame sa neskôr jemne, nie každý deň.
sv: Hoppa över när du vill. Vi frågar mjukt senare, inte varje dag.
th: ข้ามได้ทุกเมื่อ เราจะถามเบาๆ ทีหลัง ไม่ใช่ทุกวัน
tr: İstediğin zaman atla. Sonra nazikçe sorarız, her gün değil.
uk: Можна пропустити будь-коли. Запитаємо пізніше м’яко, не щодня.
vi: Bỏ qua lúc nào cũng được. Chúng tôi hỏi nhẹ sau, không hỏi mỗi ngày.
zh_hans: 随时可以跳过。我们以后轻轻问，不会每天问。
zh_hant: 隨時可以略過。我們以後輕輕問，不會每天問。

# spike.gate.fallback
source: This reading looks off.
ar: هذه القراءة تبدو خاطئة.
ca: Aquesta lectura sembla fora de lloc.
cs: Tento údaj vypadá divně.
da: Denne aflæsning ser forkert ud.
de: Dieser Messwert wirkt falsch.
el: Αυτή η ένδειξη φαίνεται λάθος.
es: Esta lectura se ve rara.
fi: Tämä lukema näyttää väärältä.
fr: Cette mesure a l’air louche.
he: הקריאה הזו נראית מוזרה.
hi: यह रीडिंग गलत लगती है।
hr: Ovo očitavanje izgleda čudno.
hu: Ez a mérés furcsának tűnik.
id: Bacaan ini terlihat aneh.
it: Questa lettura sembra strana.
ja: この読み取りはおかしく見えます。
ko: 이 읽기는 꺼져 보입니다.
ms: Bacaan ini nampak ganjil.
nb: Denne avlesningen ser feil ut.
nl: Deze meting lijkt fout.
pl: Ten odczyt wygląda podejrzanie.
pt_br: Essa leitura parece estranha.
pt_pt: Essa leitura parece estranha.
ro: Citirea asta arată ciudat.
ru: Этот отсчёт выглядит странно.
sk: Tento údaj vyzerá divne.
sv: Denna avläsning ser fel ut.
th: ค่านี้น่าสงสัย
tr: Bu okuma tuhaf görünüyor.
uk: Цей відлік виглядає дивно.
vi: Số này trông lệch.
zh_hans: 这个读数看起来不对劲。
zh_hant: 這次讀數看起來不對。

# spike.gate.gain
source: Sudden gain — confirm?
ar: زيادة مفاجئة — تأكيد؟
ca: Guany sobtat — confirma?
cs: Náhlý přírůstek — potvrdit?
da: Pludselig stigning — bekræft?
de: Plötzliche Zunahme — bestätigen?
el: Ξαφνική αύξηση — επιβεβαίωση;
es: Subida brusca — ¿confirmas?
fi: Äkillinen nousu — vahvista?
fr: Prise brusque — confirmer ?
he: עלייה פתאומית — לאשר?
hi: अचानक बढ़ोतरी — पुष्टि?
hr: Nagli porast — potvrditi?
hu: Hirtelen növekedés — megerősíted?
id: Naik mendadak — konfirmasi?
it: Aumento improvviso — confermi?
ja: 急な増加 — 確認しますか？
ko: 급격한 증가 — 확인?
ms: Naik mendadak — sahkan?
nb: Plutselig økning — bekreft?
nl: Plotselinge toename — bevestigen?
pl: Nagły przyrost — potwierdzić?
pt_br: Alta súbita — confirmar?
pt_pt: Ganho súbito — confirmar?
ro: Creștere bruscă — confirmi?
ru: Резкий набор — подтвердить?
sk: Náhly prírastok — potvrdiť?
sv: Plötslig ökning — bekräfta?
th: ขึ้นฉับพลัน — ยืนยัน?
tr: Ani artış — onayla?
uk: Раптовий набір — підтвердити?
vi: Tăng đột ngột — xác nhận?
zh_hans: 突然增重 — 确认？
zh_hant: 突然增重 — 確認？

# spike.gate.impossible
source: Not physically possible
ar: مستحيل جسديًا
ca: No és físicament possible
cs: Fyzicky nemožné
da: Fysisk umuligt
de: Physisch unmöglich
el: Φυσικά αδύνατο
es: Físicamente imposible
fi: Fyysisesti mahdotonta
fr: Physiquement impossible
he: לא אפשרי פיזית
hi: शारीरिक रूप से असंभव
hr: Fizički nemoguće
hu: Fizikailag lehetetlen
id: Tidak mungkin secara fisik
it: Fisicamente impossibile
ja: 物理的にありえない
ko: 물리적으로 불가능
ms: Mustahil secara fizikal
nb: Fysisk umulig
nl: Fysiek onmogelijk
pl: Fizycznie niemożliwe
pt_br: Fisicamente impossível
pt_pt: Fisicamente impossível
ro: Fizic imposibil
ru: Физически невозможно
sk: Fyzicky nemožné
sv: Fysiskt omöjligt
th: เป็นไปไม่ได้ทางกายภาพ
tr: Fiziksel olarak imkânsız
uk: Фізично неможливо
vi: Không thể về mặt vật lý
zh_hans: 生理上不可能
zh_hant: 物理上不可能

# spike.gate.loss
source: Sudden loss — confirm?
ar: فقدان مفاجئ — تأكيد؟
ca: Pèrdua sobtada — confirma?
cs: Náhlý úbytek — potvrdit?
da: Pludseligt tab — bekræft?
de: Plötzlicher Verlust — bestätigen?
el: Ξαφνική απώλεια — επιβεβαίωση;
es: Bajada brusca — ¿confirmas?
fi: Äkillinen lasku — vahvista?
fr: Perte soudaine — confirmer ?
he: ירידה פתאומית — לאשר?
hi: अचानक कमी — पुष्टि?
hr: Nagli gubitak — potvrditi?
hu: Hirtelen veszteség — megerősíted?
id: Turun mendadak — konfirmasi?
it: Calo improvviso — confermi?
ja: 急減 — 確認しますか？
ko: 갑작스런 Loss — 확정하시겠어요?
ms: Turun mendadak — sahkan?
nb: Plutselig tap — bekreft?
nl: Plotseling verlies — bevestigen?
pl: Nagły spadek — potwierdzić?
pt_br: Perda súbita — confirmar?
pt_pt: Perda súbita — confirmar?
ro: Scădere bruscă — confirmi?
ru: Резкая потеря — подтвердить?
sk: Náhly úbytok — potvrdiť?
sv: Plötslig förlust — bekräfta?
th: ลงฉับพลัน — ยืนยัน?
tr: Ani kayıp — onayla?
uk: Раптова втрата — підтвердити?
vi: Giảm đột ngột — xác nhận?
zh_hans: 突然损失—是否确认？
zh_hant: 突然減重 — 確認？

# spike.gate.title
source: Check this reading
ar: تحقق من هذه القراءة
ca: Comprova aquesta lectura
cs: Zkontroluj tento údaj
da: Tjek denne aflæsning
de: Diesen Wert prüfen
el: Έλεγξε αυτή την ένδειξη
es: Revisa esta lectura
fi: Tarkista tämä lukema
fr: Vérifie cette mesure
he: בדוק את הקריאה הזו
hi: इस रीडिंग की जाँच करें
hr: Provjeri ovo očitavanje
hu: Ellenőrizd ezt a mérést
id: Periksa bacaan ini
it: Controlla questa lettura
ja: この読み取りを確認
ko: 이 읽기 확인
ms: Semak bacaan ini
nb: Sjekk denne avlesningen
nl: Controleer deze meting
pl: Sprawdź ten odczyt
pt_br: Confira esta leitura
pt_pt: Confirma esta leitura
ro: Verifică această citire
ru: Проверь этот отсчёт
sk: Skontroluj tento údaj
sv: Kontrollera denna avläsning
th: ตรวจค่านี้อีกครั้ง
tr: Bu okumayı kontrol et
uk: Перевір цей відлік
vi: Kiểm tra số này
zh_hans: 查看此读数
zh_hant: 檢查這次讀數

# spike.red.action1
source: Weigh every morning, empty bladder, same scale.
ar: وزّن كل صباح، مثانة فارغة، نفس الميزان.
ca: Pesar cada matí, bufeta buida, mateixa balança.
cs: Váž se každé ráno, prázdný měchýř, stejná váha.
da: Vej hver morgen, tom blære, samme vægt.
de: Jeden Morgen wiegen, leere Blase, gleiche Waage.
el: Ζυγίσου κάθε πρωί, κενή κύστη, ίδια ζυγαριά.
es: Pésate cada mañana, vejiga vacía, misma báscula.
fi: Punnitse joka aamu, tyhjä rakko, sama vaaka.
fr: Pèse-toi chaque matin, vessie vide, même balance.
he: שקול כל בוקר, שלפוחית ריקה, אותו משקל.
hi: हर सुबह तौलें, खाली मूत्राशय, वही स्केल।
hr: Vagaj se svako jutro, prazan mjehur, ista vaga.
hu: Mérj minden reggel, üres hólyaggal, ugyanazon a mérlegen.
id: Timbang tiap pagi, kandung kemih kosong, timbangan sama.
it: Pesati ogni mattina, vescica vuota, stessa bilancia.
ja: 毎朝、排尿後、同じスケールで計量。
ko: 매일 아침 체중, 빈 방광, 같은 눈금.
ms: Timbang setiap pagi, pundi kencing kosong, penimbang sama.
nb: Vei hver morgen, tom blære, samme vekt.
nl: Weeg elke ochtend, lege blaas, dezelfde weegschaal.
pl: Waż się co rano, pusty pęcherz, ta sama waga.
pt_br: Pese todas as manhãs, bexiga vazia, mesma balança.
pt_pt: Pesa todas as manhãs, bexiga vazia, mesma balança.
ro: Cântărește-te în fiecare dimineață, vezică goală, același cântar.
ru: Взвешивайся каждое утро, пустой мочевой, одни и те же весы.
sk: Váž sa každé ráno, prázdny mechúr, rovnaká váha.
sv: Väg varje morgon, tom blåsa, samma våg.
th: ชั่งทุกเช้า ท้องว่าง ตาชั่งเดิม
tr: Her sabah tartıl, boş mesane, aynı tartı.
uk: Зважуйся щоранку, порожній сечовий, ті самі ваги.
vi: Cân mỗi sáng, bàng quang trống, cùng một cân.
zh_hans: 每天早上称重，空膀胱，同样的秤。
zh_hant: 每天早晨量體重，空膀胱，同一台秤。

# spike.red.action2
source: Hit the calorie and protein caps on the home board. No make-up-later.
ar: أصِب سقفي السعرات والبروتين على لوحة الرئيسية. بلا تعويض لاحق.
ca: Arriba als límits de calories i proteïnes del tauler d’inici. Sense deixar-ho per després.
cs: Tref kalorie a bílkoviny na home boardu. Žádné dohánění později.
da: Ram kalorie- og proteincaps på hjemmeboardet. Ingen indhentning senere.
de: Kalorien- und Protein-Caps auf dem Home-Board treffen. Kein Nachholen später.
el: Χτύπα τα όρια θερμίδων και πρωτεΐνης στο home board. Χωρίς αναπλήρωση αργότερα.
es: Cumple los topes de calorías y proteína del tablero de inicio. Sin recuperar después.
fi: Osuta kalori- ja proteiinicapit kotilaudalla. Ei myöhemmin kiinni.
fr: Respecte les plafonds calories et protéines du tableau. Pas de rattrapage plus tard.
he: פגע בתקרות קלוריות וחלבון בלוח הבית. בלי השלמה אחר כך.
hi: होम बोर्ड पर कैलोरी और प्रोटीन सीमाएँ मारो। बाद में मेकअप नहीं।
hr: Pogodi kalorije i proteine na home boardu. Bez nadoknade kasnije.
hu: Találd el a kalória- és fehérjeplafont a home boardon. Nincs későbbi bepótlás.
id: Capai batas kalori dan protein di papan home. Tidak ada ganti nanti.
it: Rispetta i cap di calorie e proteine sulla home. Niente recupero dopo.
ja: ホームのカロリーとたんぱく上限を守れ。あとで帳尻合わせ禁止。
ko: 홈 보드의 칼로리와 단백질 캡을 누르십시오. 나중에 메이크업하지 마십시오.
ms: Capai had kalori dan protein di papan home. Tiada buat kemudian.
nb: Treff kalori- og proteincaps på hjemmeboardet. Ingen ta-igjen-senere.
nl: Haal de calorie- en eiwitcaps op het homeboard. Geen later inhalen.
pl: Trafiaj w limity kcal i białka na tablicy home. Bez nadrabiania później.
pt_br: Bata os tetos de calorias e proteína do painel inicial. Sem recuperar depois.
pt_pt: Bate os tetos de calorias e proteína do painel inicial. Sem recuperar depois.
ro: Lovește cap-urile de calorii și proteine de pe board-ul home. Fără recuperat mai târziu.
ru: Попади в потолки калорий и белка на home board. Без догона потом.
sk: Tref kalórie a bielkoviny na home boarde. Žiadne dobiehanie neskôr.
sv: Träffa kalori- och proteincaps på hemmaboarden. Inget ta-igen-senare.
th: ตีเพดานแคลอรีและโปรตีนบนโฮมบอร์ด ไม่มีชดเชยทีหลัง
tr: Ana panodaki kalori ve protein tavanlarını tut. Sonra telafi yok.
uk: Влучай у стелі калорій і білка на home board. Без надолуження потім.
vi: Chạm trần calo và protein trên bảng home. Không bù sau.
zh_hans: 点击主板上的卡路里和蛋白质上限。以后不化妆。
zh_hant: 打中主頁看板的熱量與蛋白質上限。不許事後補。

# spike.red.action3
source: Next %d days: sleep on time, walk the step target, no celebration eats.
ar: الـ %d يومًا القادمة: نم في الوقت، امشِ هدف الخطوات، بلا أكل احتفالي.
ca: Pròxims %d dies: dormir a temps, caminar l'objectiu del pas, no menjar celebració.
cs: Dalších %d dní: spánek včas, choď cíl kroků, žádné oslavné žraní.
da: Næste %d dage: sov til tiden, gå stegmålet, ingen fejringsspisning.
de: Nächste %d Tage: rechtzeitig schlafen, Schrittziel gehen, keine Feier-Essen.
el: Επόμενες %d μέρες: ύπνος στην ώρα, βάδισε τον στόχο βημάτων, χωρίς celebratory φαγητά.
es: Próximos %d días: duerme a tiempo, camina el objetivo de pasos, sin comidas de celebración.
fi: Seuraavat %d päivää: nuku ajoissa, kävele askeltavoite, ei juhlaruokia.
fr: Prochains %d jours : dors à l’heure, marche ton objectif de pas, pas de festin de célébration.
he: %d הימים הבאים: לישון בזמן, ללכת ליעד צעדים, בלי אוכל חגיגי.
hi: अगले %d दिन: समय पर सोओ, स्टेप लक्ष्य चलो, सेलिब्रेशन खाना नहीं।
hr: Sljedećih %d dana: spavaj na vrijeme, hodaj cilj koraka, bez celebracijskog ždera.
hu: Következő %d nap: aludj időben, járj a lépéscélhoz, nincs ünnepi zabálás.
id: %d hari ke depan: tidur tepat waktu, jalan target langkah, tanpa makan perayaan.
it: Prossimi %d giorni: dormi in orario, cammina il target di passi, niente pasti di festa.
ja: 次の%d日：睡眠を守り、歩数目標、祝い食いなし。
ko: 다음 %d 일: 제 시간에 자고, 계단 목표를 걷고, 축하 음식을 먹지 않습니다.
ms: %d hari seterusnya: tidur tepat masa, jalan sasaran langkah, tiada makan perayaan.
nb: Neste %d dager: sov i tide, gå stegmålet, ingen feiringsspising.
nl: Komende %d dagen: op tijd slapen, stapdoel lopen, geen feesteten.
pl: Następne %d dni: śpij na czas, chodź cel kroków, zero celebracyjnych żarcia.
pt_br: Próximos %d dias: durma no horário, caminhe a meta de passos, sem comidas de celebração.
pt_pt: Próximos %d dias: dorme a horas, caminha a meta de passos, sem comidas de celebração.
ro: Următoarele %d zile: dormi la timp, umblă ținta de pași, fără mâncăruri de sărbătoare.
ru: Следующие %d дней: спи вовремя, ходи цель шагов, без праздничного жора.
sk: Ďalších %d dní: spánok načas, choď cieľ krokov, žiadne oslavné žranie.
sv: Nästa %d dagar: sov i tid, gå stegmålet, inga firandemåltider.
th: %d วันถัดไป: นอนตรงเวลา เดินให้ถึงเป้าก้าว ไม่กินฉลอง
tr: Sonraki %d gün: zamanında uyu, adım hedefini yürü, kutlama yemeği yok.
uk: Наступні %d днів: спи вчасно, ходи ціль кроків, без святкового жора.
vi: %d ngày tới: ngủ đúng giờ, đi đủ bước, không ăn mừng.
zh_hans: 接下来的%d天：按时入睡，步步为营，不庆祝进食。
zh_hant: 接下來 %d 天：按時睡、走滿步數目標、不吃慶祝餐。

# spike.red.action4
source: If this was not you on the scale, discard the sample and re-weigh.
ar: إن لم تكن أنت على الميزان، تجاهل العيّنة وأعد الوزن.
ca: Si no era vostè a la balança, descarti la mostra i pesi de nou.
cs: Pokud to nebyl ty na váze, zahoď vzorek a zvaž se znovu.
da: Hvis det ikke var dig på vægten: kassér prøven og vej igen.
de: Wenn das nicht du auf der Waage warst: Probe verwerfen und erneut wiegen.
el: Αν δεν ήσουν εσύ στη ζυγαριά, απόρριψε το δείγμα και ξαναζυγίσου.
es: Si no eras tú en la báscula, descarta la muestra y vuelve a pesar.
fi: Jos et ollut sinä vaa'alla: hylkää näyte ja punnitse uudelleen.
fr: Si ce n’était pas toi sur la balance, ignore l’échantillon et repèse-toi.
he: אם זה לא היית אתה על המשקל, מחק את הדגימה ושקול מחדש.
hi: अगर स्केल पर तुम नहीं थे, नमूना रद्द कर फिर तौलें।
hr: Ako to nisi ti bio na vagi, odbaci uzorak i izvagu se ponovo.
hu: Ha nem te voltál a mérlegen, dobd el a mintát és mérj újra.
id: Jika bukan kamu di timbangan, buang sampel dan timbang ulang.
it: Se non eri tu sulla bilancia, scarta il campione e ripesa.
ja: スケールの人が自分でなければサンプルを破棄して再計量。
ko: 이것이 척도가 아닌 경우 샘플을 버리고 다시 계량하십시오.
ms: Jika bukan anda pada penimbang, buang sampel dan timbang semula.
nb: Hvis det ikke var deg på vekten: forkast prøven og vei på nytt.
nl: Als jij niet op de weegschaal stond: verwerp de meting en weeg opnieuw.
pl: Jeśli to nie Ty na wadze, odrzuć próbkę i zważ się ponownie.
pt_br: Se não era você na balança, descarte a amostra e re-pese.
pt_pt: Se não eras tu na balança, descarta a amostra e re-pesa.
ro: Dacă nu erai tu pe cântar, renunță la mostră și re-cântărește.
ru: Если это был не ты на весах, отбрось пробу и взвесься снова.
sk: Ak to nebol ty na váhe, zahoď vzorku a odvaž sa znova.
sv: Om det inte var du på vågen: kasta provet och väg om.
th: ถ้าไม่ใช่คุณบนตาชั่ง ทิ้งตัวอย่างแล้วชั่งใหม่
tr: Tartıda sen değilsen örneği at ve yeniden tartıl.
uk: Якщо це був не ти на вагах, відкинь зразок і зважся знову.
vi: Nếu không phải bạn trên cân, bỏ mẫu và cân lại.
zh_hans: 如果这不是秤上的您，请丢弃样品并重新称重。
zh_hant: 如果秤上不是你，捨棄樣本並重新量體重。

# spike.red.badge
source: RED CARD
ar: بطاقة حمراء
ca: TARGETA VERMELLA
cs: ČERVENÁ KARTA
da: RØDT KORT
de: ROTE KARTE
el: ΚΟΚΚΙΝΗ ΚΑΡΤΑ
es: TARJETA ROJA
fi: PUNAINEN KORTTI
fr: CARTON ROUGE
he: כרטיס אדום
hi: लाल कार्ड
hr: CRVENI KARTON
hu: PIROS LAP
id: KARTU MERAH
it: CARTELLINO ROSSO
ja: レッドカード
ko: 레드카드
ms: KAD MERAH
nb: RØDT KORT
nl: RODE KAART
pl: CZERWONA KARTKA
pt_br: CARTÃO VERMELHO
pt_pt: CARTÃO VERMELHO
ro: CARTONAȘ ROȘU
ru: КРАСНАЯ КАРТОЧКА
sk: ČERVENÁ KARTA
sv: RÖTT KORT
th: ใบแดง
tr: KIRMIZI KART
uk: ЧЕРВОНА КАРТКА
vi: THẺ ĐỎ
zh_hans: 红牌
zh_hant: 紅牌

# spike.red.cta
source: Got it. Back on track.
ar: حسنًا. عد إلى المسار.
ca: Entesos. Torna al bon camí.
cs: Jasně. Zpátky na trať.
da: Forstået. Tilbage på sporet.
de: Verstanden. Zurück auf Kurs.
el: Το κατάλαβα. Πίσω στην πίστα.
es: Entendido. De vuelta al plan.
fi: Selvä. Takaisin raiteille.
fr: Compris. On repart.
he: הבנתי. בחזרה למסלול.
hi: समझ गया। ट्रैक पर वापस।
hr: Shvaćam. Natrag na stazu.
hu: Értem. Vissza a pályára.
id: Mengerti. Kembali on track.
it: Capito. Torno in carreggiata.
ja: 了解。軌道に戻る。
ko: 알겠어. 다시 궤도에.
ms: Faham. Kembali ke landasan.
nb: Skjønner. Tilbake på sporet.
nl: Begrepen. Terug op koers.
pl: Jasne. Z powrotem na tor.
pt_br: Entendi. De volta ao plano.
pt_pt: Percebi. De volta ao caminho.
ro: Am înțeles. Înapoi pe drum.
ru: Понял. Снова на рельсы.
sk: Jasné. Späť na trať.
sv: Uppfattat. Tillbaka på spåret.
th: รับทราบ กลับเข้าลู่
tr: Anladım. Rayına dön.
uk: Зрозумів. Знову на колію.
vi: Đã hiểu. Quay lại đúng hướng.
zh_hans: 明白了。回到轨道。
zh_hant: 收到。回到正軌。

# spike.red.headline
source: Red card. Put it together.
ar: بطاقة حمراء. اجمع نفسك.
ca: Targeta vermella. Armeu-la.
cs: Červená karta. Dej to dohromady.
da: Rødt kort. Tag dig sammen.
de: Rote Karte. Zusammenreißen.
el: Κόκκινη κάρτα. Μάζεψέ το.
es: Tarjeta roja. Ponte las pilas.
fi: Punainen kortti. Kerää itsesi.
fr: Carton rouge. Remets-toi en marche.
he: כרטיס אדום. תרכז את זה.
hi: रेड कार्ड। संभालो।
hr: Crveni karton. Složi to.
hu: Piros lap. Rakd össze.
id: Kartu merah. Rapikan diri.
it: Cartellino rosso. Dai il via.
ja: レッドカード。立て直せ。
ko: 레드카드. 정신 차려.
ms: Kad merah. Susun semula.
nb: Rødt kort. Samle deg.
nl: Rode kaart. Raap jezelf bij elkaar.
pl: Czerwona kartka. Złóż to do kupy.
pt_br: Cartão vermelho. Se liga.
pt_pt: Cartão vermelho. Recompõe-te.
ro: Cartonaș roșu. Strânge-te.
ru: Красная карточка. Соберись.
sk: Červená karta. Daj to dokopy.
sv: Rött kort. Skärp dig.
th: ใบแดง เก็บตัวให้ดี
tr: Kırmızı kart. Topla kendini.
uk: Червона картка. Зберись.
vi: Thẻ đỏ. Ghép lại đi.
zh_hans: 红牌。振作起来。
zh_hant: 紅牌。收拾好。

# spike.red.pacing
source: Recovery: %@ / week toward %@ by Sunday (safe metabolism cap).
ar: التعافي: %@ / أسبوع نحو %@ بحلول الأحد (سقف أيض آمن).
ca: Recuperació: %@ / setmana cap a %@ per diumenge (topall metabòlic segur).
cs: Obnova: %@ / týden směrem k %@ do neděle (bezpečný metabolický strop).
da: Genopretning: %@ / uge mod %@ inden søndag (sikker stofskifte-cap).
de: Erholung: %@ / Woche Richtung %@ bis Sonntag (sichere Stoffwechsel-Cap).
el: Ανάκαμψη: %@ / εβδομάδα προς %@ μέχρι Κυριακή (ασφαλές μεταβολικό όριο).
es: Recuperación: %@ / semana hacia %@ para el domingo (tope metabólico seguro).
fi: Palautuminen: %@ / viikko kohti %@ sunnuntaihin mennessä (turvallinen aineenvaihdunta-cap).
fr: Récupération : %@ / semaine vers %@ d’ici dimanche (plafond métabolisme sûr).
he: התאוששות: %@ / שבוע לכיוון %@ עד ראשון (תקרת מטבוליזם בטוחה).
hi: रिकवरी: %@ / सप्ताह, रविवार तक %@ की ओर (सुरक्षित मेटाबॉलिज़्म सीमा)।
hr: Oporavak: %@ / tjedan prema %@ do nedjelje (sigurni metabolički limit).
hu: Helyreállítás: %@ / hét %@ felé vasárnapig (biztonságos anyagcsere plafon).
id: Pemulihan: %@ / minggu menuju %@ sebelum Minggu (batas metabolisme aman).
it: Recupero: %@ / settimana verso %@ entro domenica (cap metabolico sicuro).
ja: 回復：日曜までに %@ へ週 %@（安全な代謝上限）。
ko: 회복: 일요일까지 %@/주 %@ 방향 (안전한 신진대사 상한).
ms: Pemulihan: %@ / minggu menuju %@ sebelum Ahad (had metabolisme selamat).
nb: Gjenoppretting: %@ / uke mot %@ innen søndag (trygg stoffskifte-cap).
nl: Herstel: %@ / week richting %@ tegen zondag (veilige metabolisme-cap).
pl: Odbudowa: %@ / tydzień w stronę %@ do niedzieli (bezpieczny cap metabolizmu).
pt_br: Recuperação: %@ / semana rumo a %@ até domingo (teto metabólico seguro).
pt_pt: Recuperação: %@ / semana rumo a %@ até domingo (teto metabólico seguro).
ro: Recuperare: %@ / săptămână spre %@ până duminică (cap metabolic sigur).
ru: Восстановление: %@ / неделю к %@ к воскресенью (безопасный метаболический потолок).
sk: Obnova: %@ / týždeň smerom k %@ do nedele (bezpečný metabolický strop).
sv: Återhämtning: %@ / vecka mot %@ till söndag (säker metabolism-cap).
th: ฟื้นตัว: %@ / สัปดาห์ มุ่ง %@ ภายในอาทิตย์ (เพดานเมตาบอลิซึมปลอดภัย)
tr: Toparlanma: Pazar’a %@’ye doğru %@ / hafta (güvenli metabolizma tavanı).
uk: Відновлення: %@ / тиждень до %@ до неділі (безпечна метаболічна стеля).
vi: Phục hồi: %@ / tuần hướng %@ trước Chủ nhật (trần trao đổi chất an toàn).
zh_hans: 回收率： %@/周，周日到达%@ （安全代谢上限）。
zh_hant: 恢復：%@ / 週，週日衝向 %@（安全代謝上限）。

# subscription.continue
source: Continue
ar: متابعة
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjut
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
nb: Fortsett
nl: Ga door
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# subscription.farewell.eyebrow
source: A quiet close
ar: ختام هادئ
ca: Un tancament tranquil
cs: Tiché ukončení
da: En stille afslutning
de: Ein stiller Abschied
el: Ένα ήσυχο κλείσιμο
es: Un cierre en calma
fi: Rauhallinen lopetus
fr: Une fermeture discrète
he: סיום שקט
hi: एक शांत समापन
hr: Tihi završetak
hu: Csendes zárás
id: Penutup yang tenang
it: Una chiusura quieta
ja: 静かな終わり
ko: 조용한 마무리
ms: Penutup yang senyap
nb: En stille avslutning
nl: Een stille afsluiting
pl: Ciche zakończenie
pt_br: Um encerramento quieto
pt_pt: Um fecho discreto
ro: O încheiere liniștită
ru: Тихое завершение
sk: Tiché ukončenie
sv: Ett stilla avslut
th: การปิดอย่างสงบ
tr: Sessiz bir kapanış
uk: Тихе завершення
vi: Một lời kết nhẹ
zh_hans: 安静的结束
zh_hant: 安靜的結束
